/* Localized versions of Info.plist keys */

NSHumanReadableCopyright = "© Shamim Hasnath, 2014";

/* Include your mode strings here.  See TN2128 for details. */

net.hasnath.osx.inputmethod.ridmik = "Ridmik Keyboard";


CFBundleName = "RidmikKeyboard";
CFBundleDisplayName = "Ridmik Keyboard";
CFBundleShortVersionString = "Ridmik Keyboard 0.1";
CFBundleGetInfoString = "Ridmik Keyboard version 0.1, Copyright 2014, Shamim Hasnath";
